#include "led.h"
/************************************************************************************
*文件名  ：led.c																	                                  *
*文件作用：led驱动源文件													                                    *
*作者    ：农晓明																	                                  *
*作者QQ  ：382421307																                                  *
*文件创建时间：2013/05/9			  												                              *	
*************************************************************************************/

void LED_GPIO_Config(void)
{
 GPECON&=~(0x03<<4);   //设置GPE的高四位为GPIO输出
 GPECON|=(0x01<<4);   //设置GPE的高四位为GPIO输出
 GPEDAT|=0x01<<2;      //设置GPK的高四位输出高电平，关闭LED

}
