#ifndef __DELAY_H
#define __DELAY_H
/************************************************************************************
*文件名  ：delay.h 																                                  *
*文件作用：延时函数头文件													                                    *
*作者    ：农晓明																	                                  *
*作者QQ  ：382421307																                                  *
*文件创建时间：2013/05/9			  												                              *	
*************************************************************************************/
#include "stdint.h"

void delay_ms(uint32_t n);

#endif /*结束__DELAT_H*/
